export default {
  projections: {
    ТочкаE: {
      адрес: {
        __caption__: 'Адрес'
      },
      постамат: {
        __caption__: 'Постамат',
        номерПост: {
          __caption__: 'Номер постамата'
        },
        адрес: {
          __caption__: 'Адрес'
        },
        записьПолуч: {
          __caption__: 'Запись о получении',
          датаПолуч: {
            __caption__: 'Дата получения'
          },
          времяПолуч: {
            __caption__: 'Время получения'
          },
          ячейка: {
            __caption__: 'Ячейка',
            номерЯчейки: {
              __caption__: 'Номер ячейки'
            }
          },
          посылка: {
            __caption__: 'Посылка',
            номПосылки: {
              __caption__: 'Номер посылки'
            }
          }
        }
      }
    },
    ТочкаL: {
      адрес: {
        __caption__: 'Адрес'
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'Адрес'
    },
    постамат: {
      __caption__: 'Постамат'
    }
  }
};
