export default {
  projections: {
    ПосылкаE: {
      номПосылки: {
        __caption__: 'Номер посылки'
      },
      статус: {
        __caption__: 'Статус'
      },
      номерПост: {
        __caption__: 'Номер постамата'
      },
      номерЯчейки: {
        __caption__: 'Номер ячейки'
      },
      получатель: {
        __caption__: 'Получатель',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ПосылкаL: {
      номПосылки: {
        __caption__: 'Ном посылки'
      },
      статус: {
        __caption__: 'Статус'
      },
      номерПост: {
        __caption__: 'Номер постамата'
      },
      номерЯчейки: {
        __caption__: 'Номер ячейки'
      },
      получатель: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    номерПост: {
      __caption__: 'Номер постамата'
    },
    номерЯчейки: {
      __caption__: 'Номер ячейки'
    },
    номПосылки: {
      __caption__: 'Номер посылки'
    },
    статус: {
      __caption__: 'Статус'
    },
    получатель: {
      __caption__: 'Получатель'
    }
  }
};
