export default {
  projections: {
    ЯчейкаE: {
      номерЯчейки: {
        __caption__: 'Номер ячейки'
      },
      статус: {
        __caption__: 'Статус'
      },
      номерПост: {
        __caption__: 'Номер постамата'
      }
    },
    ЯчейкаL: {
      номерЯчейки: {
        __caption__: 'Номер ячейки'
      },
      статус: {
        __caption__: 'Статус'
      },
      номерПост: {
        __caption__: 'Номер постамата'
      }
    }
  },
  validations: {
    номерПост: {
      __caption__: 'Номер постамата'
    },
    номерЯчейки: {
      __caption__: 'Номер ячейки'
    },
    статус: {
      __caption__: 'Статус'
    }
  }
};
