export default {
  projections: {
    ПостаматE: {
      номерПост: {
        __caption__: 'Номер постамата'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      записьПолуч: {
        __caption__: 'Запись о получении',
        датаПолуч: {
          __caption__: 'Дата получения'
        },
        времяПолуч: {
          __caption__: 'Время получения'
        },
        ячейка: {
          __caption__: 'Ячейка',
          номерЯчейки: {
            __caption__: 'Номер ячейки'
          }
        },
        посылка: {
          __caption__: 'Посылка',
          номПосылки: {
            __caption__: 'Номер посылки'
          }
        }
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'Адрес'
    },
    номерПост: {
      __caption__: 'Номер постамата'
    },
    точка: {
      __caption__: 'точка'
    },
    записьПолуч: {
      __caption__: 'Запись о получении'
    }
  }
};
