export default {
  projections: {
    ЗаписьПолучE: {
      датаПолуч: {
        __caption__: 'Дата получения'
      },
      времяПолуч: {
        __caption__: 'Время получения'
      },
      ячейка: {
        __caption__: 'Ячейка',
        номерЯчейки: {
          __caption__: 'Номер ячейки'
        }
      },
      посылка: {
        __caption__: 'Посылка',
        номПосылки: {
          __caption__: 'Номер посылки'
        }
      }
    }
  },
  validations: {
    времяПолуч: {
      __caption__: 'Время получения'
    },
    датаПолуч: {
      __caption__: 'Дата получения'
    },
    посылка: {
      __caption__: 'Посылка'
    },
    ячейка: {
      __caption__: 'Ячейка'
    },
    постамат: {
      __caption__: 'постамат'
    }
  }
};
